{
	"About": "Sobre",
	"Competitions": "Competições",
	"Fronts": "Frentes",
	"Learn": "Aprender",
	"Theme": "Tema",
	"Contact": "Contato",
	"text_test": "Texto para testar as páginas",

	"HeroSection": "SECTION: Esses são os textos presentes na HeroSection",
		"Extension_Group_of": "Grupo de Extensão do",
		"Small_Description-Data": "focado em Ciência de Dados e Aprendizado de Máquina. Por meio de aulas, eventos, grupos de estudo e palestras, a entidade tem a missão de unir a indústria, o mundo acadêmico e personas interessadas, de forma que todos possam criar conexões importantes para sua vida e carreira enquanto aprendem.",
		"Learn_More": "Saiba mais",

	"FrontsSection": "SECTION: Esses são os textos presentes na FrontsSection",
		"Fronts_Description": "As frentes do Data ICMC são pilares fundamentais que estruturam e organizam as atividades do nosso grupo. Cada frente é responsável por uma área específica de atuação, trabalhando de forma coordenada para alcançar nossos objetivos de promover o conhecimento em Ciência de Dados e Aprendizado de Máquina. Através dessas frentes, buscamos proporcionar uma experiência enriquecedora não só para os membros, mas também para a comunidade, permitindo que desenvolvam suas habilidades, colaborem em projetos e estabeleçam conexões valiosas.",
		"Fronts_Description_2": "Conheça abaixo as diferentes frentes do Data ICMC e como cada uma contribui para o crescimento e fortalecimento do nosso grupo:",
		"Study_Groups": "Grupos de Estudos",
		"Study_Groups_Description": "Nos grupos de estudos, os alunos se reúnem com o objetivo de aprofundar em um tópico. Ao final dos estudos, os membros se reúnem para apresentar ao restante do grupo resultados e projetos.",
		
		"Projects": "Projetos",
		"Projects_Description": "A frente de projetos tem como objetivo reunir grupos para desenvolver aplicações envolvendo desde a obtenção dos dados até o desenvolvimento, treinamento, além da visualização de resultados.",

		"Events": "Eventos",
		"Events_Description": "Organiza eventos de Ciência de Dados como o DataDay. Além disso, representa o grupo em mostra de oportunidades, Congressos e Escolas de Verão.",

		"Marketing": "Marketing",
		"Marketing_Description": "O Marketing tem como objetivo divulgar o grupo, atrair novas pessoas através das redes sociais que o DATA está presente.",

		"Secretariat": "Secretaria",
		"Secretariat_Description": "A Secretaria cuida da relação do grupo com a USP, facilitando burocracias, organizando os documentos no Github e Drive. Também representa o grupo em Assembléias Gerais e da Diretoria.",

		"Teaching": "Ensino",
		"Teaching_Description": "A frente de Ensino organiza cursos com o objetivo de apresentar a área de Ciência de Dados, tanto como cursos de aprofundamento."
}
