{
  "DONT_DELETE": "br",
  "Contact_Description": "Entre em contato conosco para saber mais sobre o DATA ICMC, nossas atividades e como você pode participar. Estamos sempre abertos a novas ideias, parcerias e colaborações. Fale conosco!",
  "Header": {
    "About": "Sobre",
    "Competitions": "Competições",
    "Fronts": "Frentes",
    "Learn": "Aprender",
    "Theme": "Tema",
    "Contact": "Contato",
    "Projects": "Projetos",
    "text_test": "Texto para testar as páginas",
    "Events": "Eventos"
  },
  "HeroSection": {
    "Extension_Group_of": "Grupo de Extensão do",
    "Small_Description-Data": "focado em Ciência de Dados e Aprendizado de Máquina. Por meio de aulas, eventos, grupos de estudo e palestras, a entidade tem a missão de unir a indústria, o mundo acadêmico e personas interessadas, de forma que todos possam criar conexões importantes para sua vida e carreira enquanto aprendem.",
    "Learn_More": "Saiba mais"
  },
  "InitialPage": {
    "Our_Sponsors": "Apoiadores",
    "Sponsors_Description": "Instituições que acreditam no projeto"
  },
  "FrontsSection": {
    "Fronts_Description": "As frentes do Data ICMC são pilares fundamentais que estruturam e organizam as atividades do nosso grupo. Cada frente é responsável por uma área específica de atuação, trabalhando de forma coordenada para alcançar nossos objetivos de promover o conhecimento em Ciência de Dados e Aprendizado de Máquina. Através dessas frentes, buscamos proporcionar uma experiência enriquecedora não só para os membros, mas também para a comunidade, permitindo que desenvolvam suas habilidades, colaborem em projetos e estabeleçam conexões valiosas.",
    "Fronts_Description_2": "Conheça abaixo as diferentes frentes do Data ICMC e como cada uma contribui para o crescimento e fortalecimento do nosso grupo:",
    "Study_Groups": "Grupos de Estudos",
    "Study_Groups_Description": "Nos grupos de estudos, os alunos se reúnem com o objetivo de aprofundar em um tópico. Ao final dos estudos, os membros se reúnem para apresentar ao restante do grupo resultados e projetos.",
    "Projects": "Projetos",
    "Projects_Description": "A frente de projetos tem como objetivo juntar grupos para desenvolver aplicações envolvendo desde a obtenção dos dados até o desenvolvimento, treinamento, além da visualização de resultados.",
    "Events": "Eventos",
    "Events_Description": "Organiza eventos de Ciência de Dados como o DataDay. Além disso, representa o grupo em mostra de oportunidades, Congressos e Escolas de Verão.",
    "Marketing": "Marketing",
    "Marketing_Description": "O Marketing tem como objetivo divulgar o grupo, atrair novas pessoas através das redes sociais que o DATA está presente.",
    "Secretariat": "Secretaria",
    "Secretariat_Description": "A Secretaria cuida da relação do grupo com a USP, facilitando burocracias, organizando os documentos no Github e Drive. Também representa o grupo em Assembléias Gerais e da Diretoria.",
    "Teaching": "Ensino",
    "Teaching_Description": "A frente de Ensino organiza cursos com o objetivo de apresentar a área de Ciência de Dados, tanto como cursos de aprofundamento."
  },
  "AboutSection": {
    "About_Description_1": "O Data ICMC é um grupo de extensão do Instituto de Ciências Matemáticas e de Computação ",
    "ICMC": "ICMC-USP",
    "About_Description_1_2": " da Universidade de São Paulo ",
    "USP": "USP",
    "About_Description_1_3": " localizado no campus de São Carlos. Fundado em 2019, o grupo é focado em Ciência de Dados e Aprendizado de Máquina. O Data busca integrar estudantes, acadêmicos e profissionais do setor, promovendo a troca de conhecimento e o desenvolvimento de habilidades técnicas. Através de aulas, eventos, grupos de estudo e palestras, o grupo facilita o acesso a tecnologias de ponta e práticas atuais, preparando seus membros para os desafios do mercado de trabalho.",
    "About_Description_2": "Os grupos de extensão do ICMC são reconhecidos nacionalmente por sua força e relevância, contribuindo significativamente para o desenvolvimento das áreas de matemática, computação e estatística. O Data ICMC destaca-se ao focar em inteligência artificial e suas aplicações práticas, criando um ambiente propício para inovação e aprendizado contínuo. O grupo organiza eventos como o DataDay e o UnderstandingDL, participa de congressos e competições, e promove projetos que vão desde a coleta e análise de dados até a visualização de resultados.",
    "MissionT": "Missão",
    "MissionT_Description": "O principal objetivo do Data ICMC é promover o conhecimento e a prática da Ciência de Dados e do Aprendizado de Máquina. Para isso, o grupo organiza cursos e workshops que abrangem desde conceitos introdutórios até temas avançados, capacitando estudantes e profissionais. Através de eventos e competições, o Data ICMC incentiva a aplicação prática dos conhecimentos adquiridos, além de fomentar a pesquisa acadêmica e aplicada, desenvolvendo projetos inovadores.",
    "Impact_And_Relevance": "Impacto e Relevância",
    "Impact_And_Relevance_Description": "O Data ICMC contribui para o crescimento pessoal e profissional de seus integrantes, fortalecendo a comunidade acadêmica e o setor tecnológico. Através de suas diversas atividades, o grupo forma recursos humanos altamente qualificados, promove a inovação e fortalece a ligação entre a academia e a indústria. O impacto do Data ICMC se estende além dos limites da universidade, alcançando a comunidade em geral e posicionando-se como um importante agente de disseminação de conhecimento e desenvolvimento tecnológico no Brasil.",
    "Project_Organization": "Organização do Projeto",
    "Project_Organization_Description": "A organização do projeto Data ICMC é conduzida pelos próprios estudantes da Universidade de São Paulo (USP), responsáveis por planejar, coordenar e implementar as atividades do grupo. Trabalhando com professores, pesquisadores e profissionais da indústria, eles garantem que o grupo esteja alinhado com as tendências e demandas do mercado de trabalho, oferecendo aos membros oportunidades de aprendizado e networking."
  },
  "LearnSection": {},
  "Posts": {
    "Search": "Pesquisar",
    "Loading_Content": "Carregando conteúdo...",
    "No_Posts": "Nenhum post foi feito ainda.",
    "Posts_Loaded": "Posts carregados",
    "Back_Button": "Todos os Posts",
    "Related_Posts": "Posts Relacionados",
    "No_Related_Posts": "Nenhum post relacionado ainda.",
    "Back_To_Previous_Post": "Voltar ao Post Anterior"
  },
  "MemberCard": {
    "Sponsorship": "Patrocínio",
    "Marketing": "Marketing",
    "Events": "Eventos",
    "Coordinators": "Coordenadores",
    "StudyGroup": "Grupo de Estudos",
    "Projects": "Projetos",
    "Secretariat": "Secretaria",
    "Teaching": "Ensino"
  },
  "OrganizingCommittee": {
    "All": "Todos",
    "Sponsorship": "Patrocínio",
    "Marketing": "Marketing",
    "Events": "Eventos",
    "Coordinators": "Coordenadores",
    "StudyGroup": "Grupo de Estudos",
    "Projects": "Projetos",
    "Secretariat": "Secretaria",
    "Teaching": "Ensino"
  },
  "Footer": {
    "ContactInfo": "Informações de Contato",
    "AllRightsReserved": "Todos os direitos reservados.",
    "FollowUs": "Siga-nos",
    "Resources": "Recursos",
    "AboutUs": "Sobre Nós",
    "Events": "Understand Deep Learning",
    "PrivacyPolicy": "Política de Privacidade",
    "TermsConditions": "Termos & Condições",
    "Legal": "Acontecendo...",
    "Fronts": "Frentes do grupo",
    "Courses": "Python para Data Science"
  },
  "UDLHero": {
    "title": "Understanding Deep Learning 2024",
    "description": "Junte-se a nós em outubro para uma série de palestras online, com pesquisadores renomados das principais universidades e instituições do mundo, discutindo os últimos avanços em Deep Learning.",
    "eventDateTitle": "14-18 de Outubro",
    "dateText": "Dias 14 a 18 de outubro de 2024 para uma exploração aprofundada de Deep Learning, abordando tópicos como LLM's, Graph Neural Networks, Topological Deep Learning, Reinforcement Learning e aplicações de Deep Learning nas fronteiras da ciência.",
    "speakersTitle": "Palestrantes Internacionais Renomados",
    "speakersText": "Ouça especialistas de MIT, Cambridge, UC Santa Barbara, Purdue University, University of Amsterdam e instituições como DeepMind e Cohere. Insights de ponta dos melhores especialistas em IA.",
    "speakersButtonText": "Ver Palestrantes",
    "dateButtonText": "Inscreva-se"
  },
  "Schedule_Title": "CRONOGRAMA",
  "Select_Day": "Selecionar o dia",
  "Weekdays": {
    "Sunday": "Domingo",
    "Monday": "Segunda",
    "Tuesday": "Terça",
    "Wednesday": "Quarta",
    "Thursday": "Quinta",
    "Friday": "Sexta",
    "Saturday": "Sábado"
  },
  "Speakers_UDL": "Palestrantes da UDL",
  "RegisterUDL": {
    "RegisterForEvent": "Registrar para o Evento UDL",
    "FullName": "Nome Completo",
    "Email": "Email",
    "MobileNumber": "Número de Celular",
    "TelegramHandle": "Telegram @",
    "Optional": "Opcional",
    "USPNumber": "Número USP",
    "USPNumberTooltip": "O evento é aberto a todos; o Número USP é solicitado apenas para controle interno.",
    "AgreeTerms": "Eu concordo com os",
    "TermsAndConditions": "termos e condições",
    "RegisterButton": "Registrar",
    "TermsTitle": "Termos e Condições",
    "TermsContent": "Ao se inscrever no UnderstandingDL 2024, você aceita voluntariamente todos os termos e condições estabelecidos: O evento ocorrerá em formato híbrido, com sessões presenciais na USP São Carlos e transmissões ao vivo pelo canal do Data no YouTube. Todos os conteúdos, incluindo palestras, slides e materiais de apoio, são protegidos por direitos autorais e pertencem aos palestrantes ou ao Grupo Data, salvo indicação em contrário. Ao participar, você autoriza o uso de sua imagem e voz em fotos, vídeos e outras gravações, para fins promocionais, sem remuneração. Seus dados pessoais serão utilizados apenas para organização e comunicação do evento, comprometendo-nos a não compartilhar suas informações sem seu consentimento explícito, exceto conforme exigido por lei. O Grupo Data reserva-se o direito de alterar o cronograma ou cancelar o evento por motivos de força maior, notificando todos os inscritos com antecedência. Não nos responsabilizamos por problemas técnicos ou de conexão à internet que possam impedir a participação no evento. Ao se inscrever, você assume todos os riscos associados à sua participação no evento.",
    "AgreeAndClose": "Concordar e Fechar",
    "InvalidEmail": "Por favor, insira um email válido contendo \"@\".",
    "InvalidMobileNumber": "Por favor, insira um número de celular válido com 11 dígitos.",
    "FixErrorsAlert": "Por favor, corrija os erros antes de enviar o formulário.",
    "FormSuccess": "Formulário enviado com sucesso!",
    "FormError": "Erro ao enviar o formulário:"
  },
  "AboutEvent": {
    "Parte_1": "SOBRE O EVENTO",
    "Parte_2": "O UnderstandingDL 2024 ",
    "Parte_3": "é um evento internacional organizado pelo grupo",
    "Parte_4": "Data",
    "Parte_5": "da USP São Carlos, ",
    "Parte_5-1": "do Instituto de Ciências Matemáticas e de Computação (ICMC)",
    "Parte_6": "Dedicado ao estudo e à disseminação do conhecimento em Ciência de Dados ao público interno e externo à universidade. Se você deseja saber mais sobre o Data: ",
    "Parte_7": "Clique Aqui.",
    "Parte_8": " O objetivo do evento é reunir pesquisadores de várias partes do mundo para apresentar suas pesquisas e tornar o conhecimento mais acessível a todos. Entre os temas abordados nas palestras estão",
    "Parte_9": "LLMs Multilíngues, Representação de Imagem em Multirresolução usando Redes Neurais, entre muitos outros",
    "Parte_10": " O UnderstandingDL 2024 visa dar visibilidade aos pesquisadores e suas contribuições. Grupos como",
    "Parte_11": "Brains",
    "Parte_12": "e ",
    "Parte_13": "C4AI",
    "Parte_14": "apoiam e patrocinam o evento, juntamente com o apoio da maior universidade da América Latina,",
    "Parte_15": " a Universidade de São Paulo"
  },
  "No_Events": "Nenhum evento disponível no momento.",
  "Watch_Lecture": "Assistir Palestra",
  "Add_to_Google_Calendar": "Adicionar ao Google Calendar"
}