{
  "DONT_DELETE": "en",
  "Contact_Description": "Contact us to learn more about DATA ICMC, our activities and how you can get involved. We are always open to new ideas, partnerships and collaborations. Contact us!",
  "Header": {
    "About": "About",
    "Competitions": "Competitions",
    "Fronts": "Fronts",
    "Learn": "Learn",
    "Theme": "Theme",
    "Contact": "Contact",
    "Projects": "Projects",
    "text_test": "Text to test the pages",
    "Events": "Events"
  },
  "HeroSection": {
    "Extension_Group_of": "Extension Group of",
    "Small_Description-Data": "focused on Data Science and Machine Learning. Through classes, events, study groups, and lectures, the entity aims to unite the industry, the academic world, and interested individuals, so that everyone can create important connections for their life and career while learning.",
    "Learn_More": "Learn more"
  },
  "InitialPage": {
    "Our_Sponsors": "Our Sponsors",
    "Sponsors_Description": "Institutions that believe in the project"
  },
  "FrontsSection": {
    "Fronts_Description": "The fronts of Data ICMC are fundamental pillars that structure and organize our group's activities. Each front is responsible for a specific area of action, working in a coordinated manner to achieve our goals of promoting knowledge in Data Science and Machine Learning. Through these fronts, we seek to provide an enriching experience not only for members but also for the community, allowing them to develop their skills, collaborate on projects, and establish valuable connections.",
    "Fronts_Description_2": "Below, learn about the different fronts of Data ICMC and how each contributes to the growth and strengthening of our group:",
    "Study_Groups": "Study Groups",
    "Study_Groups_Description": "In the study groups, students gather with the goal of deepening a topic. At the end of the studies, members meet to present results and projects to the rest of the group.",
    "Projects": "Projects",
    "Projects_Description": "The project front aims to bring together groups to develop applications involving everything from data acquisition to development, training, and results visualization.",
    "Events": "Events",
    "Events_Description": "Organizes Data Science events such as DataDay. Additionally, it represents the group in opportunity fairs, Congresses, and Summer Schools.",
    "Marketing": "Marketing",
    "Marketing_Description": "Marketing aims to promote the group, attract new people through the social networks where DATA is present.",
    "Secretariat": "Secretariat",
    "Secretariat_Description": "The Secretariat handles the group's relationship with USP, facilitating bureaucracies, organizing documents on Github and Drive. It also represents the group in General Assemblies and the Board of Directors.",
    "Teaching": "Teaching",
    "Teaching_Description": "The Teaching front organizes courses with the goal of presenting the area of Data Science, as well as in-depth courses."
  },
  "AboutSection": {
    "About_Description_1": "Data ICMC is an extension group of the Institute of Mathematical and Computer Sciences ",
    "ICMC": "ICMC-USP",
    "About_Description_1_2": " of the University of São Paulo ",
    "USP": "USP",
    "About_Description_1_3": " located on the São Carlos campus. Founded in 2019, the group focuses on Data Science and Machine Learning. Data aims to integrate students, academics, and professionals in the field, promoting the exchange of knowledge and the development of technical skills. Through classes, events, study groups, and lectures, the group facilitates access to cutting-edge technologies and current practices, preparing its members for the challenges of the job market.",
    "About_Description_2": "The extension groups of ICMC are nationally recognized for their strength and relevance, significantly contributing to the development of mathematics, computing, and statistics. Data ICMC stands out by focusing on artificial intelligence and its practical applications, creating an environment conducive to innovation and continuous learning. The group organizes events such as DataDay and UnderstandingDL, participates in congresses and competitions, and promotes projects ranging from data collection and analysis to results visualization.",
    "MissionT": "Mission",
    "MissionT_Description": "The main goal of Data ICMC is to promote the knowledge and practice of Data Science and Machine Learning. To this end, the group organizes courses and workshops that cover everything from introductory concepts to advanced topics, empowering students and professionals. Through events and competitions, Data ICMC encourages the practical application of acquired knowledge, as well as fostering academic and applied research, developing innovative projects.",
    "Impact_And_Relevance": "Impact and Relevance",
    "Impact_And_Relevance_Description": "Data ICMC contributes to the personal and professional growth of its members, strengthening the academic community and the technological sector. Through its various activities, the group trains highly qualified human resources, promotes innovation, and strengthens the connection between academia and industry. The impact of Data ICMC extends beyond the university's boundaries, reaching the general community and positioning itself as an important agent of knowledge dissemination and technological development in Brazil.",
    "Project_Organization": "Project Organization",
    "Project_Organization_Description": "The organization of the Data ICMC project is led by students from the University of São Paulo (USP), who are responsible for planning, coordinating, and implementing the group's activities. Working with professors, researchers, and industry professionals, they ensure that the group is aligned with market trends and demands, offering members learning and networking opportunities."
  },
  "LearnSection": {},
  "Posts": {
    "Search": "Search",
    "Loading_Content": "Loading content...",
    "No_Posts": "No posts have been made yet.",
    "Posts_Loaded": "Posts loaded",
    "Back_Button": "All Posts",
    "Related_Posts": "Related Posts",
    "No_Related_Posts": "No related posts yet.",
    "Back_To_Previous_Post": "Back to Previous Post"
  },
  "MemberCard": {
    "Sponsorship": "Sponsorship",
    "Marketing": "Marketing",
    "Events": "Events",
    "Coordinators": "Coordinators",
    "StudyGroup": "Study Group",
    "Projects": "Projects",
    "Secretariat": "Secretariat",
    "Teaching": "Teaching"
  },
  "OrganizingCommittee": {
    "All": "All",
    "Sponsorship": "Sponsorship",
    "Marketing": "Marketing",
    "Events": "Events",
    "Coordinators": "Coordinators",
    "StudyGroup": "Study Group",
    "Projects": "Projects",
    "Secretariat": "Secretariat",
    "Teaching": "Teaching"
  },
  "Footer": {
    "ContactInfo": "Contact Information",
    "AllRightsReserved": "All rights reserved.",
    "FollowUs": "Follow us",
    "Resources": "Resources",
    "AboutUs": "About Us",
    "Events": "Understand Deep Learning",
    "PrivacyPolicy": "Privacy Policy",
    "TermsConditions": "Terms & Conditions",
    "Legal": "Happenings...",
    "Fronts": "Group fronts",
    "Courses": "Python for Data Science"
  },
  "UDLHero": {
    "title": "Understanding Deep Learning 2024",
    "description": "Join us this October for a series of online lectures, with renowned researchers from the world's leading universities and institutions, discussing the latest advances in Deep Learning.",
    "eventDateTitle": "October 14-18",
    "dateText": "October 14th to 18th, 2024 for an in-depth exploration of Deep Learning, covering topics such as LLM's, Graph Neural Networks, Topological Deep Learning, Reinforcement Learning and applications of Deep Learning at the frontiers of science.",
    "speakersTitle": "Renowned International Speakers",
    "speakersText": "Hear from experts from MIT, Cambridge, UC Santa Barbara, Purdue University, University of Amsterdam, and institutions like DeepMind and Cohere. Cutting-edge insights from top AI experts.",
    "speakersButtonText": "View Speakers",
    "dateButtonText": "Subscribe"
  },
  "Schedule_Title": "SCHEDULE",
  "Select_Day": "Select Day",
  "Weekdays": {
    "Sunday": "Sunday",
    "Monday": "Monday",
    "Tuesday": "Tuesday",
    "Wednesday": "Wednesday",
    "Thursday": "Thursday",
    "Friday": "Friday",
    "Saturday": "Saturday"
  },
  "Speakers_UDL": "UDL Speakers",
  "RegisterUDL": {
    "RegisterForEvent": "Register for UDL Event",
    "FullName": "Full Name",
    "Email": "Email",
    "MobileNumber": "Mobile Number",
    "TelegramHandle": "Telegram @",
    "Optional": "Optional",
    "USPNumber": "USP Number",
    "USPNumberTooltip": "The event is open to everyone; the USP number is only requested for internal control.",
    "AgreeTerms": "I agree to the",
    "TermsAndConditions": "terms and conditions",
    "RegisterButton": "Register",
    "TermsTitle": "Terms and Conditions",
    "TermsContent": "By registering for UnderstandingDL 2024, you voluntarily accept all set terms and conditions: The event will take place in a hybrid format, with in-person sessions at USP São Carlos and live broadcasts through Data's YouTube channel. All content, including lectures, slides, and supporting materials, is copyrighted and belongs to the speakers or the Data Group, unless otherwise stated. By participating, you consent to the use of your image and voice in photos, videos, and other recordings for promotional purposes, without compensation. Your personal data will only be used for event organization and communication, and we commit not to share your information without your explicit consent, except as required by law. The Data Group reserves the right to change the schedule or cancel the event due to force majeure, notifying all registrants in advance. We are not responsible for technical or internet connection issues that may prevent participation in the event. By registering, you assume all risks associated with your participation in the event.",
    "AgreeAndClose": "Agree and Close",
    "InvalidEmail": "Please enter a valid email containing \"@\".",
    "InvalidMobileNumber": "Please enter a valid mobile number with 11 digits.",
    "FixErrorsAlert": "Please fix the errors before submitting the form.",
    "FormSuccess": "Form successfully submitted!",
    "FormError": "Error submitting the form:"
  },
  "AboutEvent": {
    "Parte_1": "ABOUT THE EVENT",
    "Parte_2": "The UnderstandingDL 2024 ",
    "Parte_3": "is an international event organized by the group ",
    "Parte_4": "Data ",
    "Parte_5": "at USP São Carlos, ",
    "Parte_5-1": "of the Institute of Mathematical and Computer Sciences (ICMC) ",
    "Parte_6": "Dedicated to the study and dissemination of knowledge in Data Science to both the internal and external public of the university. If you want to know more about Data: ",
    "Parte_7": "Click Here.",
    "Parte_8": " The goal of the event is to bring together researchers from various parts of the world to present their research and make knowledge more accessible to everyone. Among the topics covered in the lectures are ",
    "Parte_9": "Multilingual LLMs, Image Representation in Multiresolution using Neural Networks, among many others ",
    "Parte_10": " The UnderstandingDL 2024 aims to give visibility to researchers and their contributions. Groups like ",
    "Parte_11": "Brains ",
    "Parte_12": "and ",
    "Parte_13": "C4AI ",
    "Parte_14": "support and sponsor the event, along with the support of the largest university in Latin America, ",
    "Parte_15": " the University of São Paulo "
  },
  "No_Events": "No events available at this time.",
  "Watch_Lecture": "Watch Lecture",
  "Add_to_Google_Calendar": "Add to Google Calendar"
}