{
  "title": "FRONTS",
  "description": "The fronts of Data ICMC are fundamental pillars that structure and organize the activities of our group. Each front is responsible for a specific area of operation, working in a coordinated way to achieve our goal of promoting knowledge in Data Science and Machine Learning. Through these fronts, we aim to provide an enriching experience not only for our members but also for the community, allowing them to develop their skills, collaborate on projects, and build valuable connections.",
  "subheading": "Get to know the different fronts of Data ICMC and how each one contributes to the growth and strengthening of our group:",
  "fronts": {
    "studyGroups": {
      "title": "Study Groups",
      "description": "In study groups, students come together to delve into a specific topic. At the end of the study cycle, members gather to present their results and projects to the rest of the group."
    },
    "projects": {
      "title": "Projects",
      "description": "The Projects front aims to bring together teams to develop applications involving everything from data collection to development, training, and result visualization."
    },
    "events": {
      "title": "Events",
      "description": "Organizes Data Science events such as DataDay. It also represents the group at opportunity showcases, conferences, and summer schools."
    },
    "marketing": {
      "title": "Marketing",
      "description": "The Marketing front aims to promote the group and attract new people through the social networks where DATA is present."
    },
    "secretariat": {
      "title": "Secretariat",
      "description": "The Secretariat handles the group’s relationship with USP, assists with bureaucratic processes, and organizes documents on GitHub and Drive. It also represents the group in General Assemblies and the Board of Directors."
    },
    "teaching": {
      "title": "Teaching",
      "description": "The Teaching front organizes courses to introduce the field of Data Science, as well as more advanced topics."
    }
  }
}
