{
  "days": [
    {
      "date": "2024-10-14",
      "lectures": [
        {
          "title": "Multilingual LLMs",
          "start_time": "13:00",
          "description": "Sebastian Ruder é um cientista pesquisador da Cohere, mora em Berlim, Alemanha, e trabalha construindo Large Language Models (LLMs) multilinguais. Anteriormente, foi pesquisador na Google DeepMind e completou seu doutorado em Processamento de Linguagem Natural e Deep Learning no Insight Research Centre for Data Analytics.",
          "speaker": {
            "name": "Sebastian Ruder",
            "photo": "/images/udl2024/sebastian_ruder.png",
            "description": "Sebastian Ruder é um cientista pesquisador da Cohere, especialista em LLMs multilinguais, com passagem pela Google DeepMind."
          },
          "eventReminder": "https://www.youtube.com/live/OHz5kWhZ6wk?si=YJ27V1UXQtUOjkGW"
        },
        {
          "title": "Metrized Deep Learning",
          "start_time": "14:30",
          "description": "Jeremy Bernstein é um pesquisador de pós-doutorado no CSAIL do MIT, com foco nas bases matemáticas da inteligência natural e artificial.",
          "speaker": {
            "name": "Jeremy Bernstein",
            "photo": "/images/udl2024/jeremy_bernstein.png",
            "description": "Jeremy Bernstein é pesquisador de pós-doutorado no MIT, especializado em inteligência natural e artificial."
          },
          "eventReminder": "https://www.youtube.com/live/KajoqXWjV_s?si=BXb3lQMicmhD1q7F"
        }
      ]
    },
    {
      "date": "2024-10-15",
      "lectures": [
        {
          "title": "The Next AI Frontier: Can Neural Networks Master Abstract Relational Reasoning?",
          "start_time": "13:00",
          "description": "Bruno Ribeiro é professor na Purdue University e trabalha com aprendizado de máquina, com foco em generalização para domínios além dos observados durante o treinamento.",
          "speaker": {
            "name": "Bruno Ribeiro",
            "photo": "/images/udl2024/bruno_ribeiro.png",
            "description": "Bruno Ribeiro é professor na Purdue University, especialista em aprendizado de máquina e generalização de modelos."
          },
          "eventReminder": "https://www.youtube.com/live/lJ9KKO0RLTw?si=WESBBkffyQ-WWx6w"
        },
        {
          "title": "Representação de Imagens em Multirresolução usando Redes Neurais",
          "start_time": "14:30",
          "description": "Hallison Paz é pesquisador na área de AI Graphics, que une inteligência artificial e computação gráfica. Ele apresentará uma arquitetura de redes neurais para representação de sinais em multirresolução.",
          "speaker": {
            "name": "Hallison Paz",
            "photo": "/images/udl2024/hallison_paz.png",
            "description": "Hallison Paz é pesquisador em AI Graphics, co-criador do canal Programação Dinâmica e especialista em computação gráfica."
          },
          "eventReminder": "https://www.youtube.com/live/s6p5Z6QfK-w?si=5D5Jh-gJEMP7G2Wy"
        },
        {
          "title": "Generative Models for Biomolecular Prediction, Dynamics, and Design",
          "start_time": "16:00",
          "description": "Hannes Stärk é doutorando no MIT e trabalha com modelos generativos aplicados à biomoléculas, explorando como esses modelos podem prever e projetar biomoléculas.",
          "speaker": {
            "name": "Hannes Stärk",
            "photo": "/images/udl2024/hannes_stark.png",
            "description": "Hannes Stärk é doutorando no MIT, focado em modelos generativos para biomoléculas."
          },
          "eventReminder": "https://www.youtube.com/live/E-T_LM3tdOE?si=Byjw0Iw5ZlUviAqX"
        }
      ]
    },
    {
      "date": "2024-10-16",
      "lectures": [
        {
          "title": "Multilingual Language Models: Benefits and Barriers",
          "start_time": "13:00",
          "description": "Marzieh Fadaee é cientista pesquisadora sênior na Cohere for AI, onde foca em pesquisa fundamental em Processamento de Linguagem Natural (PLN) e construção de modelos multilíngues.",
          "speaker": {
            "name": "Marzieh Fadaee",
            "photo": "/images/udl2024/marzieh_fadaee.png",
            "description": "Marzieh Fadaee é pesquisadora na Cohere for AI, onde trabalha com modelos de linguagem multilíngues e lidera a iniciativa Aya."
          },
          "eventReminder": "https://www.youtube.com/live/cs9stkgI_IA?si=vqWi2QI8m21BvhL6"
        },
        {
          "title": "Graph Neural Networks",
          "start_time": "14:30",
          "description": "Petar Veličković é pesquisador sênior no Google DeepMind e professor afiliado na Universidade de Cambridge, com foco em deep learning geométrico e aprendizado em grafos.",
          "speaker": {
            "name": "Petar Veličković",
            "photo": "/images/udl2024/petar_velickovic.png",
            "description": "Petar Veličković é pesquisador sênior no Google DeepMind, especialista em aprendizado geométrico e grafos."
          },
          "eventReminder": "https://www.youtube.com/live/WxCIT48HJlQ?si=JAuQ64Y73kEu1Vnq"
        },
        {
          "title": "An Introduction to Reinforcement Learning",
          "start_time": "16:00",
          "description": "Victor Ulisses Pugliese é doutorando em Ciência da Computação pela UNIFESP, com foco em aprendizado por reforço e problemas de otimização.",
          "speaker": {
            "name": "Victor Pugliese",
            "photo": "/images/udl2024/victor_pugliese.png",
            "description": "Victor Pugliese é doutorando na UNIFESP, especializado em aprendizado por reforço e otimização."
          },
          "eventReminder": "https://www.youtube.com/live/o9600GM2L6s?si=7OfSjeSAQDqctETa"
        }
      ]
    },
    {
      "date": "2024-10-17",
      "lectures": [
        {
          "title": "Revisiting the Fundamentals of Deep Reinforcement Learning for Learning Continually",
          "start_time": "13:00",
          "description": "Marlos C. Machado é professor assistente na Universidade de Alberta e pesquisador em aprendizado de reforço contínuo, com foco em generalização e aprendizado sequencial.",
          "speaker": {
            "name": "Marlos C. Machado",
            "photo": "/images/udl2024/marlos_machado.png",
            "description": "Marlos C. Machado é professor na Universidade de Alberta, especializado em aprendizado de reforço e aprendizado contínuo."
          },
          "eventReminder": "https://www.youtube.com/live/RlFO4q8FLxc?si=VasaaUnk6YHn0dl6"
        },
        {
          "title": "Introduction to Topological Deep Learning",
          "start_time": "14:30",
          "description": "Mathilde Papillon é doutoranda na University of California, Santa Barbara, e pesquisa a interseção das percepções computacionais e humanas do movimento através do Deep Learning.",
          "speaker": {
            "name": "Mathilde Papillon",
            "photo": "/images/udl2024/mathilde_papillon.png",
            "description": "Mathilde Papillon é doutoranda na UC Santa Barbara, focada em deep learning e percepção de movimento."
          },
          "eventReminder": "https://www.youtube.com/live/yDHpL01byew?si=fItvAhLpHvB5mVzz"
        }
      ]
    },
    {
      "date": "2024-10-18",
      "lectures": [
        {
          "title": "João Guilherme Madeira Araújo",
          "start_time": "13:00",
          "description": "João é um engenheiro de pesquisa brasileiro que trabalha no Google DeepMind em Londres. João trabalhou em LLMs, Aprendizado por Reforço e Teoria de Categorias para Aprendizado Profundo, e é apaixonado por tentar entender completamente como e por que o Aprendizado Profundo funciona. Ele também adora matemática e gosta de jogar jogos de tabuleiro e pintar.",
          "speaker": {
            "name": "João Guilherme Madeira Araújo",
            "photo": "/images/udl2024/joao_araújo.png",
            "description": "Estudante de Ciencias da Computação no ICMC, medalhista em mais de 30 olimpíadas dos conhecimento e co-fundador do CodCad."
          },
          "eventReminder": "https://www.youtube.com/live/W34xtKWCy6o?si=DXhKgD26SepJ0buj"
        },
        {
          "title": "Using Deep Learning to Detect Fake News",
          "start_time": "16:00",
          "description": "Rafael Geurgas Zavarizz é pesquisador de pós-doutorado na Purdue University, onde utilizou aprendizado profundo e técnicas de PLN para detectar fake news durante a pandemia.",
          "speaker": {
            "name": "Rafael Geurgas Zavarizz",
            "photo": "/images/udl2024/rafael_zavarizz.png",
            "description": "Rafael Zavarizz é pós-doutor na Purdue University, especializado em aprendizado profundo e PLN para detecção de fake news."
          },
          "eventReminder": "https://www.youtube.com/live/lt80n4zuf_8?si=vZK6o3SCZd2o7ZAO"
        }
      ]
    }
  ]
}
